sea-shell-soap-wiremock/sea-shell-soap-service/src/main/resources/mock/responses/accounts/account1.xml

<?xml version="1.0" ?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns2:Account xmlns:ns2="http://org.jesperancinha.shells/SeaShellsWSDLAccounts/">
            <Value>120000000</Value>
            <Currency>EUR</Currency>
        </ns2:Account>
    </S:Body>
</S:Envelope>

